[
    {
      "id": 1,
      "Title": "Health Fair Success",
      "Image": "https://i.postimg.cc/qvKwngzx/gettyimages-638362414-170667a.jpg",
      "Description": "Join us at our annual Health Fair for a day filled with health and wellness exploration. Discover the latest trends, participate in informative talks, and take advantage of free health screenings. Don't miss this opportunity to boost your well-being!",
      "Author": "Jane Smith",
      "price" : 120
    },
    {
      "id": 2,
      "Title": "The Power of Yoga",
      "Image": "https://i.postimg.cc/nrw2KD40/gettyimages-1133155626-170667a.jpg",
      "Description": "Immerse yourself in a day of yoga bliss at our Yoga Event. Experience the transformative power of yoga, enhance your physical and mental well-being, and find inner peace through guided yoga sessions. It's a journey to peace you won't want to miss.",
      "Author": "Shane Warne",
      "price" : 100
    },
    {
      "id": 3,
      "Title": "Fitness for Life",
      "Image": "https://i.postimg.cc/d3XRZKFf/gettyimages-507957929-170667a.jpg",
      "Description": "Get ready for a Fitness Extravaganza! Dive into a day of effective fitness routines and tips at our fitness event. Stay active and healthy with inspiring workouts and expert guidance. Achieve your fitness goals with us!",
      "Author": "Sarah Johnson",
      "price" : 180
    },
    {
      "id": 4,
      "Title": "Wellness Wisdom",
      "Image": "https://i.postimg.cc/sXH7bRM2/gettyimages-1397973635-170667a.jpg",
      "Description": "Dive deep into the world of holistic wellness at our Wellness Symposium. Discover the secrets to a healthier life through natural remedies, nutrition, and mindfulness practices. Join us for a day of well-being exploration.",
      "Author": "David Williams",
      "price" : 220
    },
    {
      "id": 5,
      "Title": "A Journey to Wellbeing",
      "Image": "https://i.postimg.cc/FK9SRKcR/gettyimages-1321664779-170667a.jpg",
      "Description": "Embark on a transformative journey to total well-being at our Wellbeing Retreat. Learn how to balance your mind, body, and spirit through expert guidance and immersive experiences. It's a day dedicated to enhancing your peace and health.",
      "Author": "Emily Parker",
      "price" : 320
    },
    {
      "id": 6,
      "Title": "Holistic Health Insights",
      "Image": "https://i.postimg.cc/mZ08rQrg/gettyimages-175454552-170667a.jpg",
      "Description": "Gain valuable insights into holistic health at our Holistic Health Seminar. Explore alternative therapies and the mind-body connection's impact on wellness. Join us for an enlightening day of holistic health exploration.",
      "Author": "Michael Anderson",
      "price" : 180
    }
  ]